Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明度
ko: 불투명도
pl: Krycie
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık
uk: Непрозорість
zh_hans: 不透明度
zh_hant: 不透明度

source: Operation
ar: العملية
es: Operación
fr: Opération
hi: संक्रिया
it: Operazione
ja: 演算
ko: 연산
pl: Operacja
pt_br: Operação
ru: Операция
tr: İşlem
uk: Операція
zh_hans: 运算
zh_hant: 運算

source: Operators
ar: المُشغِّلات
de: Operatoren
es: Operadores
fr: Opérateurs
hi: ऑपरेटर
it: Operatori
ja: オペレーター
ko: 연산자
pl: Operatory
pt_br: Operadores
ru: Операторы
tr: Operatörler
uk: Оператори
zh_hans: 运算器
zh_hant: 運算器

source: Organic FBM noise
ar: ضوضاء FBM عضوية
de: Organisches FBM-Rauschen
es: Ruido FBM orgánico
fr: Bruit FBM organique
hi: ऑर्गेनिक FBM नॉइज़
it: Rumore FBM organico
ja: 有機的な FBM ノイズ
ko: 유기적 FBM 노이즈
pl: Organiczny szum FBM
pt_br: Ruído FBM orgânico
ru: Органический шум FBM
tr: Organik FBM gürültüsü
uk: Органічний шум FBM
zh_hans: 有机 FBM 噪声
zh_hant: 有機 FBM 雜訊

source: Orientation
ar: الاتجاه
de: Ausrichtung
es: Orientación
hi: अभिविन्यास
it: Orientamento
ja: 向き
ko: 방향
pl: Orientacja
pt_br: Orientação
ru: Ориентация
tr: Yönelim
uk: Орієнтація
zh_hans: 朝向
zh_hant: 朝向

source: Origin
ar: الأصل
de: Ursprung
es: Origen
fr: Origine
hi: मूल बिंदु
it: Origine
ja: 原点
ko: 원점
pl: Początek
pt_br: Origem
ru: Начало координат
tr: Başlangıç noktası
uk: Початок координат
zh_hans: 原点
zh_hant: 原點

source: Oscillate alpha
ar: تذبذب ألفا
de: Alpha schwingen
es: Oscilar alfa
fr: Osciller l’alpha
hi: अल्फ़ा दोलन
it: Oscilla alfa
ja: アルファを振動
ko: 알파 진동
pl: Oscylacja alfy
pt_br: Oscilar alfa
ru: Колебание альфы
tr: Alfa salınımı
uk: Коливання альфи
zh_hans: 振荡 Alpha
zh_hant: 振盪 Alpha

source: Oscillate position
ar: تذبذب الموضع
de: Position schwingen
es: Oscilar posición
fr: Osciller la position
hi: स्थिति दोलन
it: Oscilla posizione
ja: 位置を振動
ko: 위치 진동
pl: Oscylacja położenia
pt_br: Oscilar posição
ru: Колебание позиции
tr: Konum salınımı
uk: Коливання позиції
zh_hans: 振荡位置
zh_hant: 振盪位置

source: Oscillate size
ar: تذبذب الحجم
de: Größe schwingen
es: Oscilar tamaño
fr: Osciller la taille
hi: आकार दोलन
it: Oscilla dimensione
ja: サイズを振動
ko: 크기 진동
pl: Oscylacja rozmiaru
pt_br: Oscilar tamanho
ru: Колебание размера
tr: Boyut salınımı
uk: Коливання розміру
zh_hans: 振荡大小
zh_hant: 振盪大小

source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
it: Uscita
ja: 出力
ko: 출력
pl: Wyjście
pt_br: Saída
ru: Выход
tr: Çıkış
uk: Вихід
zh_hans: 输出
zh_hant: 輸出

source: Output component
ar: مكوّن الإخراج
de: Ausgabekomponente
es: Componente de salida
fr: Composante de sortie
hi: आउटपुट घटक
it: Componente in uscita
ja: 出力成分
ko: 출력 성분
pl: Składowa wyjścia
pt_br: Componente de saída
ru: Компонента выхода
tr: Çıkış bileşeni
uk: Компонента виходу
zh_hans: 输出分量
zh_hant: 輸出分量

source: Output control point
ar: نقطة تحكم الإخراج
de: Ausgabe-Kontrollpunkt
es: Punto de control de salida
fr: Point de contrôle de sortie
hi: आउटपुट नियंत्रण बिंदु
it: Punto di controllo in uscita
ja: 出力コントロールポイント
ko: 출력 제어점
pl: Wyjściowy punkt kontrolny
pt_br: Ponto de controle de saída
ru: Выходная контрольная точка
tr: Çıkış kontrol noktası
uk: Вихідна контрольна точка
zh_hans: 输出控制点
zh_hant: 輸出控制點

source: Output control point 2
ar: نقطة تحكم الإخراج 2
de: Ausgabe-Kontrollpunkt 2
es: Punto de control de salida 2
fr: Point de contrôle de sortie 2
hi: आउटपुट नियंत्रण बिंदु 2
it: Punto di controllo in uscita 2
ja: 出力コントロールポイント 2
ko: 출력 제어점 2
pl: Wyjściowy punkt kontrolny 2
pt_br: Ponto de controle de saída 2
ru: Выходная контрольная точка 2
tr: Çıkış kontrol noktası 2
uk: Вихідна контрольна точка 2
zh_hans: 输出控制点 2
zh_hant: 輸出控制點 2

source: Output range max
ar: أقصى نطاق الإخراج
de: Ausgabebereich Maximum
es: Rango de salida máx.
fr: Plage de sortie max.
hi: आउटपुट सीमा अधिकतम
it: Intervallo in uscita max
ja: 出力範囲の最大
ko: 출력 범위 최대
pl: Maks. zakresu wyjścia
pt_br: Intervalo de saída máx.
ru: Макс. выходного диапазона
tr: Çıkış aralığı azami
uk: Макс. вихідного діапазону
zh_hans: 输出范围最大值
zh_hant: 輸出範圍最大值

source: Output range min
ar: أدنى نطاق الإخراج
de: Ausgabebereich Minimum
es: Rango de salida mín.
fr: Plage de sortie min.
hi: आउटपुट सीमा न्यूनतम
it: Intervallo in uscita min
ja: 出力範囲の最小
ko: 출력 범위 최소
pl: Min. zakresu wyjścia
pt_br: Intervalo de saída mín.
ru: Мин. выходного диапазона
tr: Çıkış aralığı asgari
uk: Мін. вихідного діапазону
zh_hans: 输出范围最小值
zh_hant: 輸出範圍最小值

source: Over the particle’s lifetime
ar: على مدى عمر الجسيم
de: Über die Lebensdauer des Partikels
es: A lo largo de la vida de la partícula
fr: Sur la durée de vie de la particule
hi: कण के जीवनकाल में
it: Lungo la vita della particella
ja: 粒子の寿命全体
ko: 입자 수명 동안
pl: W czasie życia cząsteczki
pt_br: Ao longo da vida da partícula
ru: За время жизни частицы
tr: Parçacığın ömrü boyunca
uk: Протягом життя частинки
zh_hans: 在粒子的整个寿命中
zh_hant: 在粒子的整個壽命中

source: Overbright
ar: السطوع الزائد
de: Überhelligkeit
es: Sobrebrillo
fr: Surbrillance
hi: ओवरब्राइट
it: Sovraluminosità
ja: オーバーブライト
ko: 과다 밝기
pl: Prześwietlenie
pt_br: Sobrebrilho
ru: Пересвет
tr: Aşırı parlaklık
uk: Пересвітлення
zh_hans: 过亮
zh_hant: 過亮

source: Parent control point index
ar: فهرس نقطة التحكم الأصلية
de: Übergeordneter Kontrollpunkt
es: Índice del punto de control padre
fr: Indice du point de contrôle parent
hi: पैरेंट नियंत्रण बिंदु सूचकांक
it: Indice del punto di controllo genitore
ja: 親コントロールポイント番号
ko: 부모 제어점 번호
pl: Indeks nadrzędnego punktu kontrolnego
pt_br: Índice do ponto de controle pai
ru: Индекс родительской контрольной точки
tr: Üst kontrol noktası dizini
uk: Індекс батьківської контрольної точки
zh_hans: 父控制点索引
zh_hant: 父控制點索引

source: Particle System
ar: نظام الجسيمات
de: Partikelsystem
es: Sistema de partículas
fr: Système de particules
hi: कण प्रणाली
it: Sistema di particelle
ja: パーティクルシステム
ko: 파티클 시스템
pl: System cząsteczek
pt_br: Sistema de partículas
ru: Система частиц
tr: Parçacık sistemi
uk: Система частинок
zh_hans: 粒子系统
zh_hant: 粒子系統

source: Particle Systems
ar: أنظمة الجسيمات
de: Partikelsysteme
es: Sistemas de partículas
fr: Systèmes de particules
hi: कण प्रणालियाँ
it: Sistemi di particelle
ja: パーティクルシステム
ko: 파티클 시스템
pl: Systemy cząsteczek
pt_br: Sistemas de partículas
ru: Системы частиц
tr: Parçacık sistemleri
uk: Системи частинок
zh_hans: 粒子系统
zh_hant: 粒子系統

source: Particle Systems and Presets…
ar: أنظمة الجسيمات والإعدادات المسبقة…
de: Partikelsysteme und Vorlagen …
es: Sistemas de partículas y preajustes…
fr: Systèmes de particules et préréglages…
hi: कण प्रणालियाँ और प्रीसेट…
it: Sistemi di particelle e preset…
ja: パーティクルシステムとプリセット…
ko: 파티클 시스템 및 프리셋…
pl: Systemy cząsteczek i ustawienia wstępne…
pt_br: Sistemas de Partículas e Predefinições…
ru: Системы частиц и пресеты…
tr: Parçacık Sistemleri ve Hazır Ayarlar…
uk: Системи частинок і пресети…
zh_hans: 粒子系统和预设…
zh_hant: 粒子系統和預設…

source: Particle system time
ar: وقت نظام الجسيمات
de: Zeit des Partikelsystems
es: Tiempo del sistema de partículas
fr: Temps du système de particules
hi: कण प्रणाली समय
it: Tempo del sistema di particelle
ja: パーティクルシステム時間
ko: 파티클 시스템 시간
pl: Czas systemu cząsteczek
pt_br: Tempo do sistema de partículas
ru: Время системы частиц
tr: Parçacık sistemi zamanı
uk: Час системи частинок
zh_hans: 粒子系统时间
zh_hant: 粒子系統時間

source: Perspective rendering
ar: عرض منظوري
de: Perspektivische Darstellung
es: Renderizado en perspectiva
fr: Rendu en perspective
hi: परिप्रेक्ष्य रेंडरिंग
it: Rendering prospettico
ja: 透視レンダリング
ko: 원근 렌더링
pl: Renderowanie perspektywiczne
pt_br: Renderização em perspectiva
ru: Перспективная отрисовка
tr: Perspektifli çizim
uk: Перспективне відображення
zh_hans: 透视渲染
zh_hant: 透視渲染

source: Phase max
ar: أقصى طور
de: Maximale Phase
es: Fase máx.
hi: अधिकतम चरण
it: Fase max
ja: 最大位相
ko: 최대 위상
pl: Maks. faza
pt_br: Fase máx.
ru: Макс. фаза
tr: Azami faz
uk: Макс. фаза
zh_hans: 最大相位
zh_hant: 最大相位

source: Phase min
ar: أدنى طور
de: Minimale Phase
es: Fase mín.
hi: न्यूनतम चरण
it: Fase min
ja: 最小位相
ko: 최소 위상
pl: Min. faza
pt_br: Fase mín.
ru: Мин. фаза
tr: Asgari faz
uk: Мін. фаза
zh_hans: 最小相位
zh_hant: 最小相位

source: Plane
ar: المستوى
de: Ebene
es: Plano
fr: Plan
hi: समतल
it: Piano
ja: 平面
ko: 평면
pl: Płaszczyzna
pt_br: Plano
ru: Плоскость
tr: Düzlem
uk: Площина
zh_hans: 平面
zh_hant: 平面

source: Playback rate
ar: معدل التشغيل
de: Wiedergaberate
es: Velocidad de reproducción
fr: Vitesse de lecture
hi: प्लेबैक दर
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
pl: Szybkość odtwarzania
pt_br: Velocidade de reprodução
ru: Скорость воспроизведения
tr: Oynatma hızı
uk: Швидкість відтворення
zh_hans: 播放速率
zh_hant: 播放速率

source: Position
ar: الموضع
es: Posición
hi: स्थिति
it: Posizione
ja: 位置
ko: 위치
pl: Położenie
pt_br: Posição
ru: Позиция
tr: Konum
uk: Позиція
zh_hans: 位置
zh_hant: 位置

source: Position between two control points
ar: الموضع بين نقطتي تحكم
de: Position zwischen zwei Kontrollpunkten
es: Posición entre dos puntos de control
fr: Position entre deux points de contrôle
hi: दो नियंत्रण बिंदुओं के बीच स्थिति
it: Posizione tra due punti di controllo
ja: 2 つのコントロールポイント間の位置
ko: 두 제어점 사이 위치
pl: Położenie między dwoma punktami kontrolnymi
pt_br: Posição entre dois pontos de controle
ru: Позиция между двумя контрольными точками
tr: İki kontrol noktası arasındaki konum
uk: Позиція між двома контрольними точками
zh_hans: 两个控制点之间的位置
zh_hant: 兩個控制點之間的位置

source: Position offset random
ar: إزاحة موضع عشوائية
de: Zufälliger Positionsversatz
es: Desplazamiento de posición aleatorio
fr: Décalage de position aléatoire
hi: यादृच्छिक स्थिति ऑफ़सेट
it: Scostamento di posizione casuale
ja: ランダム位置オフセット
ko: 무작위 위치 오프셋
pl: Losowe przesunięcie położenia
pt_br: Deslocamento de posição aleatório
ru: Случайное смещение позиции
tr: Rastgele konum kaydırma
uk: Випадкове зміщення позиції
zh_hans: 随机位置偏移
zh_hant: 隨機位置偏移

source: Probability
ar: الاحتمال
de: Wahrscheinlichkeit
es: Probabilidad
fr: Probabilité
hi: संभावना
it: Probabilità
ja: 確率
ko: 확률
pl: Prawdopodobieństwo
pt_br: Probabilidade
ru: Вероятность
tr: Olasılık
uk: Імовірність
zh_hans: 概率
zh_hant: 機率

source: Radius
ar: نصف القطر
es: Radio
fr: Rayon
hi: त्रिज्या
it: Raggio
ja: 半径
ko: 반지름
pl: Promień
pt_br: Raio
ru: Радиус
tr: Yarıçap
uk: Радіус
zh_hans: 半径
zh_hant: 半徑

source: Random frame
ar: إطار عشوائي
de: Zufälliges Einzelbild
es: Fotograma aleatorio
fr: Image aléatoire
hi: यादृच्छिक फ़्रेम
it: Fotogramma casuale
ja: ランダムフレーム
ko: 무작위 프레임
pl: Losowa klatka
pt_br: Quadro aleatório
ru: Случайный кадр
tr: Rastgele kare
uk: Випадковий кадр
zh_hans: 随机帧
zh_hant: 隨機影格

source: Random offset
ar: إزاحة عشوائية
de: Zufälliger Versatz
es: Desplazamiento aleatorio
fr: Décalage aléatoire
hi: यादृच्छिक ऑफ़सेट
it: Scostamento casuale
ja: ランダムオフセット
ko: 무작위 오프셋
pl: Losowe przesunięcie
pt_br: Deslocamento aleatório
ru: Случайное смещение
tr: Rastgele kaydırma
uk: Випадкове зміщення
zh_hans: 随机偏移
zh_hant: 隨機偏移

source: Random periodic emission
ar: انبعاث دوري عشوائي
de: Zufällige periodische Emission
es: Emisión periódica aleatoria
fr: Émission périodique aléatoire
hi: यादृच्छिक आवधिक उत्सर्जन
it: Emissione periodica casuale
ja: ランダム周期放出
ko: 무작위 주기 방출
pl: Losowa emisja okresowa
pt_br: Emissão periódica aleatória
ru: Случайный периодический выброс
tr: Rastgele periyodik yayım
uk: Випадковий періодичний викид
zh_hans: 随机周期发射
zh_hant: 隨機週期發射

source: Rate
ar: المعدل
es: Tasa
fr: Débit
hi: दर
it: Frequenza
ja: レート
ko: 비율
pl: Tempo
pt_br: Taxa
ru: Частота
tr: Oran
uk: Частота
zh_hans: 速率
zh_hant: 速率

source: Raw value
ar: القيمة الخام
de: Rohwert
es: Valor bruto
fr: Valeur brute
hi: कच्चा मान
it: Valore grezzo
ja: 生の値
ko: 원시 값
pl: Wartość surowa
pt_br: Valor bruto
ru: Исходное значение
tr: Ham değer
uk: Сире значення
zh_hans: 原始值
zh_hant: 原始值

source: Reduce movement near control point
ar: تقليل الحركة قرب نقطة التحكم
de: Bewegung nahe Kontrollpunkt verringern
es: Reducir movimiento cerca del punto de control
fr: Réduire le mouvement près du point de contrôle
hi: नियंत्रण बिंदु के पास गति कम करें
it: Riduci il movimento vicino al punto di controllo
ja: コントロールポイント付近で動きを抑える
ko: 제어점 근처에서 움직임 줄이기
pl: Zmniejszaj ruch przy punkcie kontrolnym
pt_br: Reduzir movimento perto do ponto de controle
ru: Замедлять движение у контрольной точки
tr: Kontrol noktası yakınında hareketi azalt
uk: Сповільнювати рух біля контрольної точки
zh_hans: 在控制点附近减少运动
zh_hant: 在控制點附近減少運動

source: Reduce outer positions
ar: تقليل المواضع الخارجية
de: Äußere Positionen verringern
es: Reducir posiciones exteriores
fr: Réduire les positions extérieures
hi: बाहरी स्थितियाँ कम करें
it: Riduci posizioni esterne
ja: 外側の位置を縮小
ko: 바깥쪽 위치 줄이기
pl: Zmniejszaj położenia zewnętrzne
pt_br: Reduzir posições externas
ru: Уменьшать внешние позиции
tr: Dış konumları azalt
uk: Зменшувати зовнішні позиції
zh_hans: 减小外侧位置
zh_hant: 減小外側位置

source: Reduce outer sizes
ar: تقليل الأحجام الخارجية
de: Äußere Größen verringern
es: Reducir tamaños exteriores
fr: Réduire les tailles extérieures
hi: बाहरी आकार कम करें
it: Riduci dimensioni esterne
ja: 外側のサイズを縮小
ko: 바깥쪽 크기 줄이기
pl: Zmniejszaj rozmiary zewnętrzne
pt_br: Reduzir tamanhos externos
ru: Уменьшать внешние размеры
tr: Dış boyutları azalt
uk: Зменшувати зовнішні розміри
zh_hans: 减小外侧大小
zh_hant: 減小外側大小

source: Reduce outer velocities
ar: تقليل السرعات الخارجية
de: Äußere Geschwindigkeiten verringern
es: Reducir velocidades exteriores
fr: Réduire les vitesses extérieures
hi: बाहरी वेग कम करें
it: Riduci velocità esterne
ja: 外側の速度を抑える
ko: 바깥쪽 속도 줄이기
pl: Zmniejszaj prędkości zewnętrzne
pt_br: Reduzir velocidades externas
ru: Уменьшать внешние скорости
tr: Dış hızları azalt
uk: Зменшувати зовнішні швидкості
zh_hans: 减小外侧速度
zh_hant: 減小外側速度

source: Reduce velocity near center
ar: تقليل السرعة قرب المركز
de: Geschwindigkeit nahe Zentrum verringern
es: Reducir velocidad cerca del centro
fr: Réduire la vitesse près du centre
hi: केंद्र के पास वेग कम करें
it: Riduci la velocità vicino al centro
ja: 中心付近で速度を抑える
ko: 중심 근처에서 속도 줄이기
pl: Zmniejszaj prędkość przy środku
pt_br: Reduzir velocidade perto do centro
ru: Замедлять у центра
tr: Merkez yakınında hızı azalt
uk: Сповільнювати біля центру
zh_hans: 在中心附近减速
zh_hant: 在中心附近減速

source: Reduction inner
ar: التقليل الداخلي
de: Innere Verringerung
es: Reducción interior
fr: Réduction intérieure
hi: आंतरिक कमी
it: Riduzione interna
ja: 内側の減衰
ko: 안쪽 감소
pl: Redukcja wewnętrzna
pt_br: Redução interna
ru: Внутреннее ослабление
tr: İç azaltma
uk: Внутрішнє послаблення
zh_hans: 内部衰减
zh_hant: 內部衰減

source: Reduction outer
ar: التقليل الخارجي
de: Äußere Verringerung
es: Reducción exterior
fr: Réduction extérieure
hi: बाहरी कमी
it: Riduzione esterna
ja: 外側の減衰
ko: 바깥쪽 감소
pl: Redukcja zewnętrzna
pt_br: Redução externa
ru: Внешнее ослабление
tr: Dış azaltma
uk: Зовнішнє послаблення
zh_hans: 外部衰减
zh_hant: 外部衰減

source: Remap initial value
ar: إعادة تعيين القيمة الأولية
de: Anfangswert umrechnen
es: Reasignar valor inicial
fr: Remapper la valeur initiale
hi: आरंभिक मान रीमैप करें
it: Rimappa valore iniziale
ja: 初期値をリマップ
ko: 초기값 재매핑
pl: Przemapuj wartość początkową
pt_br: Remapear valor inicial
ru: Переназначить начальное значение
tr: Başlangıç değerini yeniden eşle
uk: Перепризначити початкове значення
zh_hans: 重映射初始值
zh_hant: 重映射初始值

source: Remap value
ar: إعادة تعيين القيمة
de: Wert umrechnen
es: Reasignar valor
fr: Remapper la valeur
hi: मान रीमैप करें
it: Rimappa valore
ja: 値をリマップ
ko: 값 재매핑
pl: Przemapuj wartość
pt_br: Remapear valor
ru: Переназначить значение
tr: Değeri yeniden eşle
uk: Перепризначити значення
zh_hans: 重映射值
zh_hant: 重映射值

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ja: 取り除く
ko: 제거
pl: Usuń
pt_br: Remover
ru: Убрать
tr: Kaldır
uk: Прибрати
zh_hans: 移除
zh_hant: 移除

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Retirer : %@
hi: %@ हटाएँ
it: Rimuovi %@
ja: %@ を取り除く
ko: %@ 제거
pl: Usuń: %@
pt_br: Remover %@
ru: Убрать: %@
tr: %@ kaldır
uk: Прибрати: %@
zh_hans: 移除%@
zh_hant: 移除%@

source: Renderers
ar: العارضات
de: Renderer
es: Renderizadores
fr: Moteurs de rendu
hi: रेंडरर
it: Renderer
ja: レンダラー
ko: 렌더러
pl: Renderery
pt_br: Renderizadores
ru: Отрисовщики
tr: İşleyiciler
uk: Рендерери
zh_hans: 渲染器
zh_hant: 渲染器

source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएँ
it: Ripeti
ja: 繰り返し
ko: 반복
pl: Powtarzaj
pt_br: Repetir
ru: Повторять
tr: Tekrarla
uk: Повторювати
zh_hans: 重复
zh_hant: 重複

source: Restart System
ar: إعادة بدء النظام
de: System neu starten
es: Reiniciar sistema
fr: Redémarrer le système
hi: प्रणाली फिर से शुरू करें
it: Riavvia sistema
ja: システムを再開始
ko: 시스템 다시 시작
pl: Uruchom system ponownie
pt_br: Reiniciar sistema
ru: Перезапустить систему
tr: Sistemi yeniden başlat
uk: Перезапустити систему
zh_hans: 重新开始系统
zh_hant: 重新開始系統

source: Restart with periodic emission
ar: إعادة البدء مع الانبعاث الدوري
de: Mit periodischer Emission neu starten
es: Reiniciar con la emisión periódica
fr: Redémarrer avec l’émission périodique
hi: आवधिक उत्सर्जन के साथ फिर से शुरू करें
it: Riavvia con l’emissione periodica
ja: 周期放出で再開
ko: 주기 방출과 함께 다시 시작
pl: Uruchom ponownie z emisją okresową
pt_br: Reiniciar com a emissão periódica
ru: Перезапуск с периодическим выбросом
tr: Periyodik yayımla yeniden başlat
uk: Перезапуск з періодичним викидом
zh_hans: 随周期发射重新开始
zh_hant: 隨週期發射重新開始

source: Right
ar: اليمين
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
it: Destra
ja: 右
ko: 오른쪽
pl: Prawy
pt_br: Direita
ru: Правый
tr: Sağ
uk: Правий
zh_hans: 右
zh_hant: 右

source: Ring pull distance
ar: مسافة جذب الحلقة
de: Ring-Zugabstand
es: Distancia de atracción del anillo
fr: Distance d’attraction de l’anneau
hi: रिंग खिंचाव दूरी
it: Distanza di attrazione dell’anello
ja: リング引き寄せ距離
ko: 고리 끌림 거리
pl: Odległość przyciągania pierścienia
pt_br: Distância de atração do anel
ru: Расстояние притяжения кольца
tr: Halka çekim mesafesi
uk: Відстань притягання кільця
zh_hans: 环牵引距离
zh_hant: 環牽引距離

source: Ring pull force
ar: قوة جذب الحلقة
de: Ring-Zugkraft
es: Fuerza de atracción del anillo
fr: Force d’attraction de l’anneau
hi: रिंग खिंचाव बल
it: Forza di attrazione dell’anello
ja: リング引き寄せ力
ko: 고리 끌림 힘
pl: Siła przyciągania pierścienia
pt_br: Força de atração do anel
ru: Сила притяжения кольца
tr: Halka çekim kuvveti
uk: Сила притягання кільця
zh_hans: 环牵引力
zh_hant: 環牽引力

source: Ring radius
ar: نصف قطر الحلقة
es: Radio del anillo
fr: Rayon de l’anneau
hi: रिंग त्रिज्या
it: Raggio dell’anello
ja: リング半径
ko: 고리 반지름
pl: Promień pierścienia
pt_br: Raio do anel
ru: Радиус кольца
tr: Halka yarıçapı
uk: Радіус кільця
zh_hans: 环半径
zh_hant: 環半徑

source: Ring shape
ar: شكل الحلقة
de: Ringform
es: Forma de anillo
fr: Forme d’anneau
hi: रिंग आकार
it: Forma ad anello
ja: リング形状
ko: 고리 모양
pl: Kształt pierścienia
pt_br: Forma de anel
ru: Форма кольца
tr: Halka şekli
uk: Форма кільця
zh_hans: 环形
zh_hant: 環形

source: Ring width
ar: عرض الحلقة
de: Ringbreite
es: Ancho del anillo
fr: Largeur de l’anneau
hi: रिंग चौड़ाई
it: Larghezza dell’anello
ja: リング幅
ko: 고리 너비
pl: Szerokość pierścienia
pt_br: Largura do anel
ru: Ширина кольца
tr: Halka genişliği
uk: Ширина кільця
zh_hans: 环宽度
zh_hant: 環寬度

source: Rope
ar: حبل
de: Seil
es: Cuerda
fr: Corde
hi: रस्सी
it: Corda
ja: ロープ
ko: 로프
pl: Lina
pt_br: Corda
ru: Верёвка
tr: Halat
uk: Мотузка
zh_hans: 绳索
zh_hant: 繩索

source: Rope trail
ar: أثر الحبل
de: Seilspur
es: Estela de cuerda
fr: Traînée de corde
hi: रस्सी निशान
it: Scia a corda
ja: ロープトレイル
ko: 로프 자취
pl: Ślad liny
pt_br: Rastro de corda
ru: Верёвочный след
tr: Halat izi
uk: Мотузковий слід
zh_hans: 绳索拖尾
zh_hant: 繩索拖尾

source: Rotation
ar: الدوران
de: Drehung
es: Rotación
hi: घुमाव
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Вращение
tr: Dönüş
uk: Обертання
zh_hans: 旋转
zh_hant: 旋轉

source: Rotation random
ar: دوران عشوائي
de: Zufällige Drehung
es: Rotación aleatoria
fr: Rotation aléatoire
hi: यादृच्छिक घुमाव
it: Rotazione casuale
ja: ランダム回転
ko: 무작위 회전
pl: Losowy obrót
pt_br: Rotação aleatória
ru: Случайное вращение
tr: Rastgele dönüş
uk: Випадкове обертання
zh_hans: 随机旋转
zh_hant: 隨機旋轉

source: Runtime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo de ejecución
fr: Temps d’exécution
hi: रनटाइम
it: Tempo di esecuzione
ja: 実行時間
ko: 실행 시간
pl: Czas działania
pt_br: Tempo de execução
ru: Время работы
tr: Çalışma süresi
uk: Час роботи
zh_hans: 运行时间
zh_hant: 執行時間

source: Saturation max
ar: أقصى تشبع
de: Maximale Sättigung
es: Saturación máx.
hi: अधिकतम संतृप्ति
it: Saturazione max
ja: 最大彩度
ko: 최대 채도
pl: Maks. nasycenie
pt_br: Saturação máx.
ru: Макс. насыщенность
tr: Azami doygunluk
uk: Макс. насиченість
zh_hans: 最大饱和度
zh_hant: 最大飽和度

source: Saturation min
ar: أدنى تشبع
de: Minimale Sättigung
es: Saturación mín.
hi: न्यूनतम संतृप्ति
it: Saturazione min
ja: 最小彩度
ko: 최소 채도
pl: Min. nasycenie
pt_br: Saturação mín.
ru: Мин. насыщенность
tr: Asgari doygunluk
uk: Мін. насиченість
zh_hans: 最小饱和度
zh_hant: 最小飽和度

source: Saturation noise
ar: ضوضاء التشبع
de: Sättigungsrauschen
es: Ruido de saturación
fr: Bruit de saturation
hi: संतृप्ति नॉइज़
it: Rumore di saturazione
ja: 彩度ノイズ
ko: 채도 노이즈
pl: Szum nasycenia
pt_br: Ruído de saturação
ru: Шум насыщенности
tr: Doygunluk gürültüsü
uk: Шум насиченості
zh_hans: 饱和度噪声
zh_hant: 飽和度雜訊

source: Saw wave
ar: موجة سن المنشار
de: Sägezahnwelle
es: Onda de sierra
fr: Onde en dents de scie
hi: सॉटूथ तरंग
it: Onda a dente di sega
ja: のこぎり波
ko: 톱니파
pl: Fala piłokształtna
pt_br: Onda dente de serra
ru: Пилообразная волна
tr: Testere dişi dalga
uk: Пилкоподібна хвиля
zh_hans: 锯齿波
zh_hant: 鋸齒波

source: Scale
ar: المقياس
de: Skalierung
es: Escala
fr: Échelle
hi: स्केल
it: Scala
ja: スケール
ko: 크기 비율
pl: Skala
pt_br: Escala
ru: Масштаб
tr: Ölçek
uk: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Scale max
ar: أقصى مقياس
de: Maximale Skalierung
es: Escala máx.
fr: Échelle max.
hi: अधिकतम स्केल
it: Scala max
ja: 最大スケール
ko: 최대 비율
pl: Maks. skala
pt_br: Escala máx.
ru: Макс. масштаб
tr: Azami ölçek
uk: Макс. масштаб
zh_hans: 最大缩放
zh_hant: 最大縮放

source: Scale min
ar: أدنى مقياس
de: Minimale Skalierung
es: Escala mín.
fr: Échelle min.
hi: न्यूनतम स्केल
it: Scala min
ja: 最小スケール
ko: 최소 비율
pl: Min. skala
pt_br: Escala mín.
ru: Мин. масштаб
tr: Asgari ölçek
uk: Мін. масштаб
zh_hans: 最小缩放
zh_hant: 最小縮放

source: Scales this layer’s system without changing its file.
ar: يضبط نظام هذه الطبقة دون تغيير ملفه.
de: Skaliert das System dieser Ebene, ohne seine Datei zu ändern.
es: Ajusta el sistema de esta capa sin cambiar su archivo.
fr: Ajuste le système de ce calque sans modifier son fichier.
hi: इस लेयर की प्रणाली को उसकी फ़ाइल बदले बिना समायोजित करता है।
it: Regola il sistema di questo livello senza modificarne il file.
ja: ファイルを変えずに、このレイヤーのシステムを調整します。
ko: 파일을 바꾸지 않고 이 레이어의 시스템을 조정합니다.
pl: Skaluje system tej warstwy bez zmiany jego pliku.
pt_br: Ajusta o sistema desta camada sem alterar o arquivo dele.
ru: Настраивает систему этого слоя, не меняя её файл.
tr: Bu katmanın sistemini dosyasını değiştirmeden ölçekler.
uk: Налаштовує систему цього шару, не змінюючи її файл.
zh_hans: 调整此图层的粒子系统，而不更改其文件。
zh_hant: 調整此圖層的粒子系統，而不變更其檔案。

source: Screen
ar: الشاشة
de: Bildschirm
es: Pantalla
fr: Écran
hi: स्क्रीन
it: Schermo
ja: 画面
ko: 화면
pl: Ekran
pt_br: Tela
ru: Экран
tr: Ekran
uk: Екран
zh_hans: 屏幕
zh_hant: 螢幕

source: Search Particle Systems
ar: البحث في أنظمة الجسيمات
de: Partikelsysteme durchsuchen
es: Buscar sistemas de partículas
fr: Rechercher des systèmes de particules
hi: कण प्रणालियाँ खोजें
it: Cerca sistemi di particelle
ja: パーティクルシステムを検索
ko: 파티클 시스템 검색
pl: Szukaj systemów cząsteczek
pt_br: Buscar Sistemas de Partículas
ru: Поиск систем частиц
tr: Parçacık Sistemlerinde Ara
uk: Пошук систем частинок
zh_hans: 搜索粒子系统
zh_hant: 搜尋粒子系統
